Repository: hobo71/wpsso-ratings-and-reviews
Catalog: languages/wpsso-ratings-and-reviews-*.po
Languages: fr_fr

source: Enable ratings and reviews
fr_fr: Activer notes et critiques

# form label
source: Leave a Review
fr_fr: Laisser une critique

# form label
source: Your Review
fr_fr: Votre critique

# form label
source: Post Review
fr_fr: Publier la critique

# form label
source: Your Rating
fr_fr: Votre note

# option value
source: Rating&hellip;
fr_fr: Note&hellip;

# option value
source: Good
fr_fr: Bon

# option value
source: Average
fr_fr: Moyen

# option value
source: Not Good
fr_fr: Pas bon

# option value
source: Awful
fr_fr: Terrible

source: Rated %d out of 5
fr_fr: Noté %d sur 5

source: You can choose to enable or disable ratings by default for each public post type.
fr_fr: Vous pouvez choisir d'activer ou désactiver par défaut les notes pour chaque type d'article public.

source: When editing a post (page, or custom post type), an "%1$s" option is also available to enable or disable ratings for that specific webpage.
fr_fr: Lorsque vous modifiez un article (page, ou type d'article personnalisé), une option "%1$s" est aussi disponible pour activer ou désactiver les notes pour cette page Web.

source: Force a reviewer to select a rating before submitting their review (enabled by default).
fr_fr: Obliger le critique à sélectionner une note avant de soumettre leur texte (activé par défaut).

source: A color for selected stars representing the rating.
fr_fr: Une couleur pour les étoiles sélectionnées représentant la note.

source: A default color for unselected stars.
fr_fr: Une couleur par défaut pour les étoiles non sélectionnées.

source: When this option is enabled, and a rating for the webpage content is NOT available, then a generic 5 star rating from the site organization is added to the main Schema type markup.
fr_fr: Lorsque cette option est activée, et qu'une note pour le contenu de la page Web n'est PAS disponible, une note générique 5 étoiles de l'organisation du site est ajoutée au balisage du type de Schéma principale.

# lib file description
source: Rating / Review
fr_fr: Notes / critiques

# plugin description
source: WPSSO Core add-on provides ratings and reviews for WordPress comments, with Aggregate Rating meta tags and optional Schema Review markup.
fr_fr: Ajout WPSSO Core pour fournir des notes et critiques aux commentaires WordPress, avec balises méta Aggregate Rating et balisage de Schéma Review.

source: Please select a rating before submitting.
fr_fr: Veuillez sélectionner une note avant de soumettre.

source: Please write a review before submitting.
fr_fr: Veuillez écrire une critique avant de soumettre.

# metabox title
source: Ratings and Reviews
fr_fr: Notes et critiques

# option label
source: Rating Form for Post Types
fr_fr: Formulaire de note pour types d'articles

# option label
source: Rating Required for Review
fr_fr: Évaluation requise pour critique

# option label
source: Selected Star Rating Color
fr_fr: Couleur d'étoile sélectionné

# option label
source: Unselected Star Rating Color
fr_fr: Couleur d'étoile non sélectionné

# option label
source: Add 5 Star Rating If No Rating
fr_fr: Ajouter note 5 étoiles si aucune note

source: %1$s is an add-on for the %2$s plugin &mdash; please install and activate the %3$s plugin before activating %4$s.
fr_fr: %1$s est un ajout pour l'extension %2$s &mdash; SVP installer et activer l'extension %3$s avant d'activer %4$s.

source: The %1$s add-on requires the %2$s plugin &mdash; install and activate the %3$s plugin or <a href="%4$s">deactivate the %5$s add-on</a>.
fr_fr: L'ajout %1$s requiert l'extension %2$s &mdash; installer et activer l'extension %3$s ou <a href="%4$s">désactiver l'ajout %5$s</a>.

source: An existing products rating feature has been found &mdash; %1$s for the "product" custom post type has been disabled.
fr_fr: Une fonctionnalité de notation des produits a été trouvée &mdash; %1$s a été désactivé pour le type d'article personnalisé "produit".

source: The %1$s version %2$s add-on requires %3$s version %4$s or newer (version %5$s is currently installed).
fr_fr: L'ajout %1$s version %2$s requiert %3$s version %4$s ou plus récente (version %5$s est actuellement installée).

source: WPSSO Core add-on provides ratings and reviews for WordPress comments, with Aggregate Rating meta tags and optional Schema Review markup.
fr_fr: Ajout WPSSO Core pour fournir des notes et critiques aux commentaires WordPress, avec balises méta Aggregate Rating et balisage de Schéma Review.
